Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2018.tmx
Source language: en_us
Languages: zh_cn

source: Debt-to-equity swaps and business acquisitions and reorganizations, conducted in a way consistent with market principles and the rule of law, should be accelerated.
zh_cn: 加快市场化法治化债转股和企业兼并重组。

source: We need to see that internal risk controls are tightened in financial institutions.
zh_cn: 加强金融机构风险内控。

source: We should strengthen coordination in financial regulation, improve regulation over shadow banking, internet finance, and financial holding companies, and further improve financial regulation to make it more effective.
zh_cn: 强化金融监管统筹协调，健全对影子银行、互联网金融、金融控股公司等监管，进一步完善金融监管、提升监管效能。

source: We should forestall and defuse local government debt risk.
zh_cn: 防范化解地方政府债务风险。

source: All forms of borrowing and debt underwriting that violate the law and regulations must be strictly prohibited.
zh_cn: 严禁各类违法违规举债、担保等行为。

source: Provincial-level governments should assume overall responsibility for debts incurred by local governments within their jurisdictions;
zh_cn: 省级政府对本辖区债务负总责，

source: every level of government below the provincial level should live up to their own responsibilities, and all must take active, prudent steps to deal with outstanding debt.
zh_cn: 省级以下各级地方政府各负其责，积极稳妥处置存量债务。

source: We should improve the standard mechanisms for local governments to secure financing.
zh_cn: 健全规范的地方政府举债融资机制。

source: This year, local government special bonds issued are expected to total 1.35 trillion yuan, an increase of 550 billion yuan year on year, to be used as a matter of priority for financing the smooth implementation of ongoing projects; and the scope of the use of special bonds should be appropriately expanded.
zh_cn: 今年安排地方专项债券1.35万亿元，比去年增加5500亿元，优先支持在建项目平稳建设，合理扩大专项债券使用范围。

source: The fundamentals of the Chinese economy remain sound, and we have many policy tools at our disposal. We are fully capable of forestalling systemic risks.
zh_cn: 我国经济基本面好，政策工具多，完全能够守住不发生系统性风险的底线。

source: Second, we should step up targeted poverty alleviation.
zh_cn: 加大精准脱贫力度。

source: This year, the poor rural population should be further reduced by over 10 million, including 2.8 million people to be relocated from inhospitable areas.
zh_cn: 今年再减少农村贫困人口1000万以上，完成易地扶贫搬迁280万人。

source: More should be done to alleviate poverty through the development of local industries, education, healthcare, and culture, and through the development and conservation of local ecological resources.
zh_cn: 深入推进产业、教育、健康、生态和文化等扶贫，

source: We should shore up weak links in infrastructure and public services, strengthen collaboration on poverty alleviation and paired assistance between the eastern and western regions, and focus particular attention on building people’s confidence in their ability to lift themselves out of poverty and on helping them access the education they need to do so. With all these efforts, we would create self-generated impetus for poverty reduction.
zh_cn: 补齐基础设施和公共服务短板，加强东西部扶贫协作和对口支援，注重扶贫同扶志、扶智相结合，激发脱贫内生动力。

source: We should do more to support areas affected by extreme poverty, and the central budget’s newly enlarged poverty reduction funds and related transfer payments should be weighted toward these areas.
zh_cn: 强化对深度贫困地区支持，中央财政新增扶贫投入及有关转移支付向深度贫困地区倾斜。

source: We should tailor measures to individuals and individual households to ensure that targeted poor populations, including elderly people, people with disabilities, and people with serious diseases, receive the assistance they need.
zh_cn: 对老年人、残疾人、重病患者等特定贫困人口，因户因人落实保障措施。

source: Poverty relief policies should remain unchanged for those already lifted out of poverty while the battle goes on, and the newly poor and those who slip back into poverty should receive prompt support.
zh_cn: 攻坚期内脱贫不脱政策，新产生的贫困人口和返贫人口要及时纳入帮扶。

source: Poverty alleviation funds should be better integrated and performance-based management should be strengthened.
zh_cn: 加强扶贫资金整合和绩效管理。

source: We need to take targeted measures against corruption and misconduct in poverty alleviation, and improve the methods used in evaluation and oversight.
zh_cn: 开展扶贫领域腐败和作风问题专项治理，改进考核监督方式。

source: We should continue to apply the current poverty alleviation standards and ensure that poverty reduction progresses as planned and meets all standards, so that poverty alleviation work wins the approval of the people and stands the test of time.
zh_cn: 坚持现行脱贫标准，确保进度和质量，让脱贫得到群众认可、经得起历史检验。

source: Third, we should work to make greater progress in addressing pollution.
zh_cn: 推进污染防治取得更大成效。

source: Gains made in the fight to defend the blue of our skies should be consolidated.
zh_cn: 巩固蓝天保卫战成果，

source: This year, sulfur dioxide and nitrogen oxide emissions should be cut by 3 percent and a continuous decline in PM2.5 density should be achieved in key areas.
zh_cn: 今年二氧化硫、氮氧化物排放量要下降3％，重点地区细颗粒物（PM2.5）浓度继续下降。

source: We should encourage upgrading in the steel and other industries to achieve ultra-low emissions.
zh_cn: 推动钢铁等行业超低排放改造。

source: We should raise standards on the emission of pollutants, and set deadlines for meeting required discharge standards.
zh_cn: 提高污染排放标准，实行限期达标。

source: We should make a big push to develop clean energy.
zh_cn: 大力发展清洁能源。

source: A special program is needed to reduce exhaust emissions by diesel trucks and ships that exceed standards, and work should continue on removing old and high-emission vehicles from roads.
zh_cn: 开展柴油货车、船舶超标排放专项治理，继续淘汰老旧车。

source: We should continue efforts to prevent and control water and soil pollution.
zh_cn: 深入推进水、土壤污染防治，

source: This year, chemical oxygen demand and ammonia nitrogen emissions should be cut by 2 percent.
zh_cn: 今年化学需氧量、氨氮排放量要下降2％。

source: Water environments in key river basins and sea areas should be improved through comprehensive measures, and thorough action should be taken to clean up black, malodorous water bodies.
zh_cn: 实施重点流域和海域综合治理，全面整治黑臭水体。

source: We should strengthen the development of sewage treatment facilities, and improve policy on charges for their services.
zh_cn: 加大污水处理设施建设力度，完善收费政策。

source: We should strengthen sorting in solid waste and garbage disposal.
zh_cn: 加强固体废弃物和垃圾分类处置，

source: We should completely prohibit garbage from being brought into China.
zh_cn: 严禁“洋垃圾”入境。

source: Efforts should be redoubled to protect and restore ecosystems, and redlines for ecological conservation should be set and observed strictly across the country.
zh_cn: 加强生态系统保护和修复，全面划定并严守生态保护红线，

source: This year, more than 6.67 million hectares of land should be afforested, and crop rotation and fallow land trials should be increased to cover 2 million hectares of farmland.
zh_cn: 完成造林1亿亩以上，耕地轮作休耕试点面积增加到3000万亩，

source: Groundwater should be better protected and restored; wetland protection and restoration should be expanded, and pilot reforms for the national parks system should continue.
zh_cn: 加强地下水保护和修复，扩大湿地保护和恢复范围，深化国家公园体制改革试点。

source: We need to impose strict controls over coastal area reclamation.
zh_cn: 严控填海造地。

source: Environmental laws and regulations must be strictly enforced, and those guilty must be held strictly to account.
zh_cn: 严格环境执法和问责。

source: We all need to join hands and take action to build a Beautiful China where the skies are blue, the lands are green, and the waters are clear.
zh_cn: 我们要携手行动，建设天蓝、地绿、水清的美丽中国。

source: 5. Making strong moves in the rural revitalization strategy
zh_cn: （五）大力实施乡村振兴战略。

source: Plans should be well designed and the institutions and mechanisms needed to achieve integrated urban-rural development should be improved.
zh_cn: 科学制定规划，健全城乡融合发展体制机制，

source: We should rely on reform and innovation to build powerful new growth drivers for rural development.
zh_cn: 依靠改革创新壮大乡村发展新动能。

source: We should advance supply-side structural reform in agriculture.
zh_cn: 推进农业供给侧结构性改革。

source: We should promote innovative development in the farming, forestry, livestock, fishing, and seed industries, and speed up work on developing modern agriculture industrial parks and areas producing local specialty agricultural products.
zh_cn: 促进农林牧渔业和种业创新发展，加快建设现代农业产业园和特色农产品优势区。

source: With a focus on improving quality, we should ensure stable and optimized grain output.
zh_cn: 坚持提质导向，稳定和优化粮食生产。

source: We should act faster to reduce excess food stockpiles.
zh_cn: 加快消化粮食库存。

source: We should develop the agricultural products processing industry.
zh_cn: 发展农产品加工业。

source: The area of high-standard cropland should be increased by at least 5.33 million hectares, and the coverage of efficient water-saving irrigation should be expanded by 1.33 million hectares.
zh_cn: 新增高标准农田8000万亩以上、高效节水灌溉面积2000万亩。

source: We should cultivate new types of agribusiness, improve agricultural technology, encourage whole-process, all-around development in mechanizing agriculture, and improve commercial services catering to small agricultural households.
zh_cn: 培育新型经营主体，提高农业科技水平，推进农业机械化全程全面发展，加强面向小农户的社会化服务。

source: We should encourage and support returnee rural migrant workers, secondary and tertiary specialized school graduates, scientists and technicians, demobilized military personnel, and industrial and commercial businesses to get involved in developing modern agriculture and new forms and models of business in rural areas.
zh_cn: 鼓励支持返乡农民工、大中专毕业生、科技人员、退役军人和工商企业等从事现代农业建设、发展农村新业态新模式。

source: We should make further headway with the Internet Plus Agriculture model, use multiple channels to increase rural incomes, and encourage the primary, secondary, and tertiary industries to develop in an integrated way in rural areas.
zh_cn: 深入推进“互联网＋农业”，多渠道增加农民收入，促进农村一二三产业融合发展。

source: We should deepen all rural reforms.
zh_cn: 全面深化农村改革。

source: We should implement the policy extending second-round rural land contracts by another 30 years upon expiration.
zh_cn: 落实第二轮土地承包到期后再延长30年的政策。

source: We should experiment with separating the ownership rights, qualification rights, and use rights for rural land designated for housing.
zh_cn: 探索宅基地所有权、资格权、使用权分置改革。

source: We should improve the measures on offsetting cultivated land used for other purposes, and establish a mechanism that allows the surplus quotas produced by linking newly-added cropland quotas with the amount of land used for construction to be adjusted inter-provincially. All profit therefrom should be used to fight poverty and support rural revitalization.
zh_cn: 改进耕地占补平衡管理办法，建立新增耕地指标、城乡建设用地增减挂钩节余指标跨省域调剂机制，所得收益全部用于脱贫攻坚和支持乡村振兴。

source: We should deepen reforms related to grain purchasing and storage, collective property rights, collective forest tenure, state forestry areas and farms, state farms, and supply and marketing cooperatives, and see that agriculture and rural areas are full of life and dynamism.
zh_cn: 深化粮食收储、集体产权、集体林权、国有林区林场、农垦、供销社等改革，使农业农村充满生机活力。

source: We should promote the full development of all programs in rural areas.
zh_cn: 推动农村各项事业全面发展。

source: We should improve healthcare, education, cultural, and other public services in rural areas.
zh_cn: 完善农村医疗、教育、文化等公共服务。

source: We should improve the infrastructure for supplying water and power, for information, and so on, and build or upgrade 200,000 kilometers of rural roads.
zh_cn: 改善供水、供电、信息等基础设施，新建改建农村公路20万公里。

source: Steady steps should be taken as part of a three-year campaign to improve rural living environments, and progress should be made in the Toilet Revolution and in garbage collection and disposal.
zh_cn: 稳步开展农村人居环境整治三年行动，推进“厕所革命”和垃圾收集处理。

source: We should encourage a shift away from outdated social practices.
zh_cn: 促进农村移风易俗。

source: The rural governance model, based on self-governance, rule of law, and rule of virtue, should be improved.
zh_cn: 健全自治、法治、德治相结合的乡村治理体系。

source: Strong efforts should be made to train personnel serving rural revitalization.
zh_cn: 大力培育乡村振兴人才。

source: We should continue to pursue a Chinese path to socialist rural revitalization, and work faster to achieve agricultural and rural modernization.
zh_cn: 我们要坚持走中国特色社会主义乡村振兴道路，加快实现农业农村现代化。

source: 6. Making solid progress in the coordinated regional development strategy
zh_cn: （六）扎实推进区域协调发展战略。

source: Regional development policies should be refined, progress should be made in equalizing access to basic public services, the gap in urban-rural and regional development should gradually be narrowed, and the comparative advantages and potential of each region should be fully leveraged.
zh_cn: 完善区域发展政策，推进基本公共服务均等化，逐步缩小城乡区域发展差距，把各地比较优势和潜力充分发挥出来。

source: We should create a new landscape in regional development.
zh_cn: 塑造区域发展新格局。

source: We should step up support for reform and development in old revolutionary base areas, areas with large ethnic minority populations, border areas, and poor areas.
zh_cn: 加强对革命老区、民族地区、边疆地区、贫困地区改革发展的支持。

source: We should promote the coordinated development of the Beijing-Tianjin-Hebei region, with the focus on relieving Beijing of functions nonessential to its role as the capital, and develop the Xiongan New Area in line with forward-looking plans and high standards.
zh_cn: 以疏解北京非首都功能为重点推进京津冀协同发展，高起点规划、高标准建设雄安新区。

source: We should move forward with developing the Yangtze Economic Belt, giving primary consideration to protecting ecosystems and pursuing green development.
zh_cn: 以生态优先、绿色发展为引领推进长江经济带发展。

source: We should unveil and implement the Guangdong-Hong Kong-Macao Greater Bay Area development plan, and promote in all areas mutually beneficial cooperation between the mainland, Hong Kong, and Macao.
zh_cn: 出台实施粤港澳大湾区发展规划纲要，全面推进内地同香港、澳门互利合作。

source: We should draw up new guidelines for large-scale development in the western region, implement policies for revitalizing northeast China and other old industrial bases, continue to promote the rise of the central region, and support the eastern region in spearheading development.
zh_cn: 制定西部大开发新的指导意见，落实东北等老工业基地振兴举措，继续推动中部地区崛起，支持东部地区率先发展。

source: We should give stronger support to economic transformation and development in resource-depleted areas.
zh_cn: 加强对资源型地区经济转型发展的支持。

source: We need to strengthen the maritime economy, and resolutely safeguard China’s maritime rights and interests.
zh_cn: 壮大海洋经济，坚决维护国家海洋权益。

source: We should pursue better-quality new urbanization.
zh_cn: 提高新型城镇化质量。

source: This year, another 13 million people should be registered as permanent urban residents, and we should speed up work on granting permanent urban residency to people originally from rural areas.
zh_cn: 今年再进城落户1300万人，加快农业转移人口市民化。

source: We need to improve urban planning.
zh_cn: 完善城镇规划，

source: We should prioritize the development of public transportation, improve local amenities like food markets and parking facilities, and work faster to build accessible facilities.
zh_cn: 优先发展公共交通，健全菜市场、停车场等便民服务设施，加快无障碍设施建设。

source: We should take planned steps to rebuild villages in cities and old residential areas, improve supporting utilities, and encourage the installation of elevators in old residential buildings where conditions permit.
zh_cn: 有序推进“城中村”、老旧小区改造，完善配套设施，鼓励有条件的加装电梯。

source: We should step up work to improve drainage pipeline networks and underground utility tunnels and to build sponge cities.
zh_cn: 加强排涝管网、地下综合管廊、海绵城市等建设。

source: Satisfying the needs of the people is what new urbanization is all about.
zh_cn: 新型城镇化的核心在人，

source: We need to provide services that are attentive to detail and exercise management that puts people first.
zh_cn: 要加强精细化服务、人性化管理，

source: Our goal is to see that every person has equal opportunity for development and to make everyday life more convenient and comfortable.
zh_cn: 使人人都有公平发展机会，让居民生活得方便、舒心。

source: 7. Actively increasing consumption and promoting effective investment
zh_cn: （七）积极扩大消费和促进有效投资。

source: We need to boost consumption in response to the new changes in consumer demand, focus on making structural adjustments in increasing investment, and create a positive cycle of supply structure upgrading and appropriate expansion of aggregate demand.
zh_cn: 顺应居民需求新变化扩大消费，着眼调结构增加投资，形成供给结构优化和总需求适度扩大的良性循环。

source: We should strengthen the fundamental role of consumption in driving economic growth.
zh_cn: 增强消费对经济发展的基础性作用。

source: We should promote consumption upgrading and develop new forms and models of consumption.
zh_cn: 推进消费升级，发展消费新业态新模式。

source: We should extend preferential policies on purchase tax on new-energy vehicles by another three years, and rescind all local policies that restrict sales of non-local second-hand vehicles.
zh_cn: 将新能源汽车车辆购置税优惠政策再延长三年，全面取消二手车限迁政策。

source: We should support private actors in providing more services in healthcare, elderly care, education, culture, and sports.
zh_cn: 支持社会力量增加医疗、养老、教育、文化、体育等服务供给。

source: We should create integrated tourism demonstration zones, and lower ticket prices at key state tourist sites.
zh_cn: 创建全域旅游示范区，降低重点国有景区门票价格。

source: We should promote the healthy development of online shopping and express delivery services.
zh_cn: 推动网购、快递健康发展。

source: All types of behavior that infringe on consumers’ rights and interests need to be punished in accordance with law without leniency.
zh_cn: 对各类侵害消费者权益的行为，要依法惩处、决不姑息。

source: We should enable investment to play the pivotal role in improving the supply structure.
zh_cn: 发挥投资对优化供给结构的关键性作用。

source: This year we need to see 732 billion yuan invested in railway construction and around 1.8 trillion yuan invested in highway and waterway projects; the scale of investment in ongoing water conservancy projects should reach 1 trillion yuan.
zh_cn: 今年要完成铁路投资7320亿元、公路水运投资1.8万亿元左右，水利在建投资规模达到1万亿元。

source: The central and western regions should continue to be the priority for major infrastructure construction.
zh_cn: 重大基础设施建设继续向中西部地区倾斜。

source: We should carry out a new round of major technology transformation and upgrading projects.
zh_cn: 实施新一轮重大技术改造升级工程。

source: Roughly 537.6 billion yuan of investment should be included in the central government budget, an increase of 30 billion yuan over last year.
zh_cn: 中央预算内投资安排5376亿元，比去年增加300亿元。

source: We should implement policies and measures designed to encourage private investment, introduce a number of attractive projects in sectors like rail, civil aviation, oil and natural gas, and telecommunications, and make sure that private investment can gain entry and is able to develop.
zh_cn: 落实鼓励民间投资政策措施，在铁路、民航、油气、电信等领域推出一批有吸引力的项目，务必使民间资本进得来、能发展。

source: 8. Creating a new landscape in comprehensive opening up
zh_cn: （八）推动形成全面开放新格局。

source: China should further expand the scope and raise the quality of its opening up; the structure, layout, institutions, and mechanisms for opening up should be improved, and we should use high-standard opening up to generate high-quality development.
zh_cn: 进一步拓展开放范围和层次，完善开放结构布局和体制机制，以高水平开放推动高质量发展。

source: We should advance international cooperation under the Belt and Road Initiative.
zh_cn: 推进“一带一路”国际合作。

source: We are committed to achieving shared growth through discussion and collaboration, and must act on the outcomes of the Belt and Road Forum for International Cooperation.
zh_cn: 坚持共商共建共享，落实“一带一路”国际合作高峰论坛成果。

source: We should work toward building major international corridors and deepen cooperation on streamlining customs clearance along the routes of the Belt and Road Initiative.
zh_cn: 推动国际大通道建设，深化沿线大通关合作。

source: We should expand industrial capacity cooperation with other countries, and with this enable Chinese manufacturing and Chinese services to go global.
zh_cn: 扩大国际产能合作，带动中国制造和中国服务走出去。

source: We should improve the composition of outbound investment.
zh_cn: 优化对外投资结构。

source: We should expand opening up in the western region, inland areas, and border areas and enhance development in border and cross-border economic cooperation areas, creating new opportunities for China’s opening up and cooperation with other countries.
zh_cn: 加大西部、内陆和沿边开放力度，提高边境跨境经济合作区发展水平，拓展开放合作新空间。

source: We should promote a steady growth in foreign investment.
zh_cn: 促进外商投资稳定增长。

source: We should strengthen alignment with international business rules, and foster a world-class business environment.
zh_cn: 加强与国际通行经贸规则对接，建设国际一流营商环境。

source: The general manufacturing sector should be completely opened up, and access to sectors like telecommunications, medical services, education, elderly care, and new-energy vehicles should be expanded.
zh_cn: 全面放开一般制造业，扩大电信、医疗、教育、养老、新能源汽车等领域开放。

source: We should phase in an opening up of bank card clearing and other markets; lift restrictions on the scope of operations of foreign-invested insurance agent companies, and ease or lift restrictions on the share of foreign-owned equity in companies in sectors including banking, securities, fund management, futures, and financial asset management.
zh_cn: 有序开放银行卡清算等市场，放开外资保险经纪公司经营范围限制，放宽或取消银行、证券、基金管理、期货、金融资产管理公司等外资股比限制，

source: We should make market entry standards the same for both Chinese and foreign banks.
zh_cn: 统一中外资银行市场准入标准。

source: Overseas investors should be granted tax deferral for the reinvestment of profit made in China.
zh_cn: 实施境外投资者境内利润再投资递延纳税。

source: Procedures for setting up foreign-invested enterprises should be simplified, and business filing and business registration should be processed together in one go.
zh_cn: 简化外资企业设立程序，商务备案与工商登记“一口办理”。

source: We should apply practices developed in pilot free trade zones across the country, and explore opening free trade ports, working toward new heights in reform and opening up.
zh_cn: 全面复制推广自贸试验区经验，探索建设自由贸易港，打造改革开放新高地。

source: We should consolidate the healthy trend toward stable growth in foreign trade.
zh_cn: 巩固外贸稳中向好势头。

source: We should expand the coverage of export credit insurance, and shave another third off the total time taken for customs clearance.
zh_cn: 扩大出口信用保险覆盖面，整体通关时间再压缩三分之一。

source: We should reform the mechanism for developing trade in services.
zh_cn: 改革服务贸易发展机制。

source: We should foster new forms and models of trade.
zh_cn: 培育贸易新业态新模式。

source: We should encourage processing trade to shift to the central and western regions.
zh_cn: 推动加工贸易向中西部梯度转移。

source: We should actively expand imports, will host the first China International Import Expo, and should lower import tariffs on automobiles, some everyday consumer goods, and so on.
zh_cn: 积极扩大进口，办好首届中国国际进口博览会，下调汽车、部分日用消费品等进口关税。

source: We should open our market wider to promote industry upgrading and more balanced development of trade, and to provide Chinese consumers with a broader range of choices.
zh_cn: 我们要以更大力度的市场开放，促进产业升级和贸易平衡发展，为消费者提供更多选择。

source: We should promote trade and investment liberalization and facilitation.
zh_cn: 促进贸易和投资自由化便利化。

source: As China is committed to promoting economic globalization and protecting free trade, and is ready to work with all relevant parties to advance multilateral trade negotiations, we should work for the early conclusion of negotiations on the Regional Comprehensive Economic Partnership, and should speed up efforts to build the Free Trade Area of the Asia-Pacific and the East Asia Economic Community.
zh_cn: 中国坚定不移推进经济全球化，维护自由贸易，愿同有关方推动多边贸易谈判进程，早日结束区域全面经济伙伴关系协定谈判，加快亚太自贸区和东亚经济共同体建设。

source: China must stand for the settlement of trade disputes through discussion as equals, must oppose trade protectionism, and must resolutely safeguard its lawful rights.
zh_cn: 中国主张通过平等协商解决贸易争端，反对贸易保护主义，坚决捍卫自身合法权益。

source: 9. Doing more to ensure and improve people’s wellbeing
zh_cn: （九）提高保障和改善民生水平。

source: We should, in line with economic growth, do more to directly benefit the people, address the difficulties that affect their lives, and ensure that their basic living needs are met.
zh_cn: 要在发展基础上多办利民实事、多解民生难事，兜牢民生底线，

source: Our aim is to help people feel more satisfied, happier, and more secure.
zh_cn: 不断提升人民群众的获得感、幸福感、安全感。

source: We should focus on boosting employment and business startups.
zh_cn: 着力促进就业创业。
